{
  "1": "Là một trong những cung hoàng đạo mạnh mẽ nhất và khó tính nhất.",
  "2": "Thường rất kiên nhẫn và sẵn sàng chờ đợi để đạt được mục tiêu của mình.",
  "3": "Có khả năng nhìn thấu qua lời nói và hành động của người khác, giúp tránh được những nguy hiểm và đánh bại những đối thủ.",
  "4": "Tuy nhiên, họ có thể trở nên quá bảo thủ và không tin tưởng người khác, gây ra sự căng thẳng trong mối quan hệ.",
  "5": "Thường có tình cảm sâu sắc và trung thành, nhưng cũng có thể trở nên quá độc đoán và ghen tuông trong mối quan hệ tình cảm.",
  "6": "Họ là những người tận tâm với công việc của mình và thường có khả năng kinh doanh và quản lý tài chính rất tốt.",
  "7": "Có xu hướng cẩn trọng và thận trọng trong việc đưa ra quyết định, và thường cần thời gian để suy nghĩ kỹ trước khi ra quyết định.",
  "8": "Họ thường rất tập trung vào công việc và có thể bỏ qua sức khỏe của mình trong quá trình đó.",
  "9": "Tính cách khá phức tạp và đa chiều, thay đổi tâm trạng khá nhanh chóng.",
  "10": "Rất đam mê và có khả năng tìm kiếm sự thật ẩn giấu đằng sau các vấn đề phức tạp.",
  "11": "Thường rất khéo léo trong việc đối phó với những tình huống phức tạp và gây khó khăn cho người khác.",
  "12": "Tính cách mạnh mẽ và quyết đoán, và thường không sợ đối đầu với những thử thách khó khăn.",
  "13": "Là những người cầu toàn và có khả năng tìm kiếm giải pháp sáng tạo cho những vấn đề phức tạp.",
  "14": "Xúc cảm mạnh mẽ và đôi khi cảm thấy khó khăn trong việc bày tỏ tình cảm của mình với người khác.",
  "15": "Toxic, over-thinking, có thể không tâm lý lắm nhưng mỗi lần họ có tình cảm với ai đó thì chỉ muốn tập trung vào người đó mà thôi.",
  "16": "Nếu bạn đủ quan trọng họ sẽ coi bạn là tất cả, họ chả tiếc gì cho bạn đâu, nhưng nếu bạn chơi đểu với họ thì họ cũng chả bao giờ để bạn yên được.",
  "17": "Bí ẩn, khó hiểu, khó tán, khó tính ngầm, phán xét ngầm, ghen ngầm. Yêu ghét rõ ràng. Là tất cả hoặc không là gì cả.",
  "18": "Chiều người yêu cực kì, chăm cho bạn từ đầu đến đuôi, và đương nhiên để đổi lấy được cái ưu tiên của họ thì chắc chắn bạn phải là người khôn ngoan.",
  "19": "Ở ngoài thì phần lớn rất đẹp hoặc cũng ưa nhìn nhan sắc của chúng họ thật sự không đùa được đâu.",
  "20": "Rất giỏi kiềm chế cả xúc, họ tự ý thức được bản thân họ đứng ở đâu, nếu bạn có gây sự với họ mà thấy vẫn điềm tĩnh hoặc bỏ về thì họ đang ấp ủ cái to hơn để lật đổ bạn.",
  "21": "Giao tiếp khá ổn, đôi khi thích được chú ý, đôi khi vui vẻ rồi buồn bất chợt luôn.",
  "22": "Cần 1 niềm tin mãnh liệt, và cũng chẳng tính toán gì đâu, khi buồn thì buồn rất lâu luôn.",
  "23": "Nhớ rất dai luôn, thích lưu giữ kỉ niệm, và cũng đa nghi nữa nhưng nếu tốt thì tốt lắm luôn á, khả năng soi Facebook cực đỉnh.",
  "24": "Có khả năng tập trung và tinh thần kiên nhẫn cao, giúp họ vượt qua những khó khăn trong cuộc sống và đạt được mục tiêu của mình.",
  "25": "Ngoài ra, còn được biết đến với khả năng đọc tâm và có thể dự đoán được những điều bí ẩn đằng sau hành vi của người khác. Điều này giúp họ tránh được những nguy hiểm và chủ động trong quyết định của mình."
}
